Repository: atlanbiz/xemsiye-seystem
Catalog: ios/SolarPulse/Resources/Localizable.xcstrings
Source language: en
Languages: ar, tr, ug

# alerts.activeRules
source: Active Rules
ar: القواعد النشطة
tr: Etkin Kurallar
ug: ئاكتىپ قائىدىلەر

# alerts.add
source: New Rule
ar: قاعدة جديدة
tr: Yeni Kural
ug: يېڭى قائىدە

# alerts.allSites
source: All sites
ar: جميع المحطات
tr: Tüm santraller
ug: بارلىق ئىستانسىلار

# alerts.checkNow
source: Check now
ar: افحص الآن
tr: Şimdi kontrol et
ug: ھازىر تەكشۈرۈش

# alerts.checked
source: Check complete — {n} rules fired
ar: اكتمل الفحص — تم تفعيل {n} قواعد
tr: Kontrol tamamlandı — {n} kural tetiklendi
ug: تەكشۈرۈش تامام — {n} قائىدە ئىجرا بولدى

# alerts.cooldown
source: quiet until {t}
ar: صامتة حتى {t}
tr: {t} saatine kadar sessiz
ug: {t} گىچە جىم تۇرىدۇ

# alerts.d.device_efficiency_below
source: Any device whose efficiency is below the threshold.
ar: أي جهاز تقل كفاءته عن الحد.
tr: Verimi eşiğin altında olan her cihaz.
ug: ئۈنۈمى چەك قىممىتىدىن تۆۋەن ھەرقانداق ئۈسكۈنە.

# alerts.d.device_health_below
source: Any device whose health score is below the threshold.
ar: أي جهاز تقل درجة سلامته عن الحد.
tr: Sağlık puanı eşiğin altında olan her cihaz.
ug: سالامەتلىك نومۇرى چەك قىممىتىدىن تۆۋەن ھەرقانداق ئۈسكۈنە.

# alerts.d.device_offline_minutes
source: Offline devices not seen for longer than the threshold.
ar: الأجهزة غير المتصلة التي لم تُرصد لمدة تتجاوز الحد.
tr: Eşikten uzun süredir görülmeyen çevrimdışı cihazlar.
ug: چەك قىممىتىدىن ئۇزۇن ۋاقىت كۆرۈنمىگەن تورسىز ئۈسكۈنىلەر.

# alerts.d.invoice_overdue_days
source: Overdue invoices more than the threshold past their due date.
ar: الفواتير المتأخرة التي تجاوزت تاريخ استحقاقها بأكثر من الحد.
tr: Vadesini eşikten fazla gün geçmiş gecikmiş faturalar.
ug: مۆھلىتىدىن چەك قىممىتىدىن ئارتۇق كۈن ئۆتۈپ كەتكەن تالونلار.

# alerts.d.site_offline
source: Fires while a site’s status is Offline.
ar: يُطلق ما دامت حالة المحطة «غير متصل».
tr: Santralin durumu Çevrimdışı olduğu sürece tetiklenir.
ug: ئىستانسا ھالىتى «تورسىز» بولغاندا ئىجرا بولىدۇ.

# alerts.d.site_yield_below
source: Today’s energy ÷ capacity (kWh/kWp). Checked after 14:00 local time.
ar: طاقة اليوم ÷ القدرة (kWh/kWp). يُفحص بعد الساعة 14:00 بالتوقيت المحلي.
tr: Bugünkü enerji ÷ kapasite (kWh/kWp). Yerel saatle 14:00’ten sonra kontrol edilir.
ug: بۈگۈنكى ئېنېرگىيە ÷ سىغىم (kWh/kWp). يەرلىك ۋاقىت 14:00 دىن كېيىن تەكشۈرۈلىدۇ.

# alerts.demoHint
source: Demo mode: rules are checked in your browser when the app opens and every 3 minutes. Each rule fires at most once every 6 hours and posts a notification.
ar: الوضع التجريبي: تُفحص القواعد في متصفحك عند فتح التطبيق وكل 3 دقائق. تُطلق كل قاعدة إشعارًا مرة واحدة على الأكثر كل 6 ساعات.
tr: Demo modu: kurallar uygulama açıldığında ve her 3 dakikada bir tarayıcınızda kontrol edilir. Her kural en fazla 6 saatte bir bildirim gönderir.
ug: سىناق ھالىتى: قائىدىلەر ئەپ ئېچىلغاندا ۋە ھەر 3 مىنۇتتا توركۆرگۈچىڭىزدە تەكشۈرۈلىدۇ. ھەر بىر قائىدە 6 سائەتتە ئەڭ كۆپ بىر قېتىم ئۇقتۇرۇش ئەۋەتىدۇ.

# alerts.edit
source: Edit Rule
ar: تعديل القاعدة
tr: Kuralı Düzenle
ug: قائىدىنى تەھرىرلەش

# alerts.empty
source: No rules yet. Create one to start monitoring.
ar: لا توجد قواعد بعد. أنشئ قاعدة لبدء المراقبة.
tr: Henüz kural yok. İzlemeye başlamak için bir kural oluşturun.
ug: تېخى قائىدە يوق. نازارەتنى باشلاش ئۈچۈن بىرنى قۇرۇڭ.

# alerts.enableNotifs
source: Turn on notifications
ar: تفعيل الإشعارات
tr: Bildirimleri aç
ug: ئۇقتۇرۇشنى قوزغىتىش

# alerts.enableNotifsBody
source: Get a banner on this device when a rule fires. You can change this anytime in Settings.
ar: احصل على إشعار على هذا الجهاز عند إطلاق قاعدة. يمكنك تغيير ذلك في أي وقت من الإعدادات.
tr: Bir kural tetiklendiğinde bu cihazda bildirim alın. Bunu istediğiniz zaman Ayarlar'dan değiştirebilirsiniz.
ug: قائىدە قوزغالغاندا بۇ ئۈسكۈنىدە ئۇقتۇرۇش كۆرسىتىلىدۇ. خالىغان ۋاقىتتا تەڭشەكلەردە ئۆزگەرتەلەيسىز.

# alerts.enabled
source: Enabled
ar: مفعّلة
tr: Etkin
ug: قوزغىتىلغان

# alerts.firedToday
source: Alerts in Last 24 h
ar: تنبيهات آخر 24 ساعة
tr: Son 24 Saatteki Uyarılar
ug: ئاخىرقى 24 سائەتتىكى ئاگاھلاندۇرۇش

# alerts.firing
source: Breaching Now
ar: متجاوزة الآن
tr: Şu An Eşik Aşan
ug: ھازىر چەكتىن ئاشقان

# alerts.lastTriggered
source: Last triggered
ar: آخر تفعيل
tr: Son tetiklenme
ug: ئاخىرقى قېتىم

# alerts.m.device_efficiency_below
source: Device efficiency below
ar: كفاءة الجهاز أقل من
tr: Cihaz verimi şunun altında
ug: ئۈسكۈنە ئۈنۈمى تۆۋەن

# alerts.m.device_health_below
source: Device health below
ar: سلامة الجهاز أقل من
tr: Cihaz sağlığı şunun altında
ug: ئۈسكۈنە سالامەتلىكى تۆۋەن

# alerts.m.device_offline_minutes
source: Device offline longer than
ar: الجهاز غير متصل لأكثر من
tr: Cihaz şu süreden uzun çevrimdışı
ug: ئۈسكۈنە ئۇزاق تورسىز

# alerts.m.invoice_overdue_days
source: Invoice overdue longer than
ar: الفاتورة متأخرة لأكثر من
tr: Fatura şu süreden uzun gecikmiş
ug: تالون مۆھلىتى ئۆتكەن

# alerts.m.site_offline
source: Site offline
ar: المحطة غير متصلة
tr: Santral çevrimdışı
ug: ئىستانسا تورسىز

# alerts.m.site_yield_below
source: Site yield below
ar: عائد المحطة أقل من
tr: Santral verimi şunun altında
ug: ئىستانسا ھاسىلاتى تۆۋەن

# alerts.matching
source: {n} matching now
ar: {n} مطابقة الآن
tr: Şu an {n} eşleşme
ug: ھازىر {n} ماس كېلىدۇ

# alerts.metric
source: Metric
ar: المؤشر
tr: Ölçüt
ug: كۆرسەتكۈچ

# alerts.mobileDemoHint
source: Demo mode: rules are checked on this device when the app opens or comes to the foreground and when you pull to refresh. Each rule fires at most once every 6 hours.
ar: الوضع التجريبي: تُفحص القواعد على هذا الجهاز عند فتح التطبيق أو عودته إلى الواجهة وعند السحب للتحديث. تُطلق كل قاعدة مرة واحدة كل 6 ساعات على الأكثر.
tr: Demo modu: kurallar uygulama açıldığında, ön plana geldiğinde ve yenilemek için çektiğinizde bu cihazda kontrol edilir. Her kural en fazla 6 saatte bir tetiklenir.
ug: سىناق ھالىتى: ئەپ ئېچىلغاندا، ئالدىغا قايتقاندا ۋە يېڭىلىغاندا قائىدىلەر بۇ ئۈسكۈنىدە تەكشۈرۈلىدۇ. ھەر بىر قائىدە 6 سائەتتە ئەڭ كۆپ بىر قېتىم قوزغىلىدۇ.

# alerts.name
source: Rule name
ar: اسم القاعدة
tr: Kural adı
ug: قائىدە نامى

# alerts.never
source: Never
ar: أبدًا
tr: Hiç
ug: تېخى يوق

# alerts.noThreshold
source: No threshold needed
ar: لا يلزم حد
tr: Eşik gerekmez
ug: چەك قىممىتى كېرەك ئەمەس

# alerts.notNow
source: Not now
ar: ليس الآن
tr: Şimdi değil
ug: ھازىر ئەمەس

# alerts.recent
source: Recent Alerts
ar: أحدث التنبيهات
tr: Son Uyarılar
ug: يېقىنقى ئاگاھلاندۇرۇشلار

# alerts.recentEmpty
source: No alerts have fired yet
ar: لم يصدر أي تنبيه بعد
tr: Henüz uyarı tetiklenmedi
ug: تېخى ئاگاھلاندۇرۇش چىقمىدى

# alerts.rules
source: Rules
ar: القواعد
tr: Kurallar
ug: قائىدىلەر

# alerts.scope
source: Applies to
ar: ينطبق على
tr: Uygulandığı yer
ug: دائىرىسى

# alerts.serverHint
source: Rules are checked on the server by the evaluate-alerts Edge Function on a schedule. Each rule fires at most once every 6 hours and posts a notification.
ar: تُفحص القواعد على الخادم بواسطة دالة evaluate-alerts وفق جدول زمني. تُطلق كل قاعدة إشعارًا مرة واحدة على الأكثر كل 6 ساعات.
tr: Kurallar sunucuda evaluate-alerts Edge Function tarafından zamanlanmış olarak kontrol edilir. Her kural en fazla 6 saatte bir bildirim gönderir.
ug: قائىدىلەر مۇلازىمېتىردا evaluate-alerts Edge Function ئارقىلىق ۋاقىت جەدۋىلى بويىچە تەكشۈرۈلىدۇ. ھەر بىر قائىدە 6 سائەتتە ئەڭ كۆپ بىر قېتىم ئۇقتۇرۇش ئەۋەتىدۇ.

# alerts.sev.danger
source: Critical
ar: حرج
tr: Kritik
ug: جىددىي

# alerts.sev.warning
source: Warning
ar: تحذير
tr: Uyarı
ug: ئاگاھلاندۇرۇش

# alerts.severity
source: Severity
ar: الخطورة
tr: Önem derecesi
ug: ئېغىرلىق دەرىجىسى

# alerts.subtitle
source: Get notified when sites, devices or invoices cross a threshold
ar: احصل على إشعار عندما تتجاوز المحطات أو الأجهزة أو الفواتير حدًا معينًا
tr: Santraller, cihazlar veya faturalar bir eşiği aştığında bildirim alın
ug: ئىستانسا، ئۈسكۈنە ياكى تالون چەكتىن ئاشقاندا ئۇقتۇرۇش تاپشۇرۇۋېلىڭ

# alerts.threshold
source: Threshold
ar: الحد
tr: Eşik
ug: چەك قىممىتى

# alerts.title
source: Alert Rules
ar: قواعد التنبيه
tr: Uyarı Kuralları
ug: ئاگاھلاندۇرۇش قائىدىلىرى

# alerts.unit.days
source: days
ar: يوم
tr: gün
ug: كۈن

# alerts.unit.min
source: min
ar: دقيقة
tr: dk
ug: مىنۇت

# an.allSites
source: All sites
ar: جميع المحطات
tr: Tüm santraller
ug: بارلىق ئىستانسىلار

# an.avgDaily
source: Average Daily
ar: المتوسط اليومي
tr: Günlük Ortalama
ug: كۈنلۈك ئوتتۇرىچە

# an.bySite
source: Production by Site
ar: الإنتاج حسب المحطة
tr: Santrale Göre Üretim
ug: ئىستانسىلار بويىچە ھاسىلات

# an.byType
source: Share by Site Type
ar: الحصة حسب نوع المحطة
tr: Santral Türüne Göre Pay
ug: تۈرى بويىچە نىسبىتى

# an.consumption.short
source: Consumption
ar: الاستهلاك
tr: Tüketim
ug: ئىستېمال

# an.heatmap
source: Hourly Output Heatmap (last 14 days)
ar: خريطة حرارية للإنتاج بالساعة (آخر 14 يومًا)
tr: Saatlik Üretim Isı Haritası (son 14 gün)
ug: سائەتلىك چىقىرىش ئىسسىقلىق خەرىتىسى (ئاخىرقى 14 كۈن)

# an.peakDay
source: Best Day
ar: أفضل يوم
tr: En İyi Gün
ug: ئەڭ ياخشى كۈن

# an.perfRatio
source: Specific Yield
ar: العائد النوعي
tr: Özgül Verim
ug: بىرلىك ھاسىلات

# an.prodVsCons
source: Production vs Consumption (Today)
ar: الإنتاج مقابل الاستهلاك (اليوم)
tr: Üretim ve Tüketim (Bugün)
ug: ھاسىلات ۋە ئىستېمال (بۈگۈن)

# an.production
source: Total Production
ar: إجمالي الإنتاج
tr: Toplam Üretim
ug: جەمئىي ھاسىلات

# an.production.short
source: Production
ar: الإنتاج
tr: Üretim
ug: ھاسىلات

# an.subtitle
source: Production, performance and impact insights
ar: رؤى حول الإنتاج والأداء والأثر
tr: Üretim, performans ve etki içgörüleri
ug: ھاسىلات، ئىقتىدار ۋە تەسىر ئانالىزى

# an.title
source: Analytics
ar: التحليلات
tr: Analizler
ug: ئانالىز

# an.trend
source: Production Trend
ar: اتجاه الإنتاج
tr: Üretim Eğilimi
ug: ھاسىلات يۈزلىنىشى

# auth.checkEmail
source: Check your email to confirm your account.
ar: تحقق من بريدك الإلكتروني لتأكيد حسابك.
tr: Hesabınızı onaylamak için e-postanızı kontrol edin.
ug: ھېساباتىڭىزنى جەزملەش ئۈچۈن ئېلخېتىڭىزنى تەكشۈرۈڭ.

# auth.continueDemo
source: Explore the demo
ar: استكشف العرض التجريبي
tr: Demoyu keşfet
ug: سىناق نۇسخىسىنى كۆرۈش

# auth.demo
source: Demo mode: any email and password works.
ar: الوضع التجريبي: يعمل أي بريد إلكتروني وكلمة مرور.
tr: Demo modu: herhangi bir e-posta ve şifre çalışır.
ug: سىناق ھالىتى: خالىغان ئېلخەت ۋە پارول بىلەن كىرەلەيسىز.

# auth.email
source: Email
ar: البريد الإلكتروني
tr: E-posta
ug: ئېلخەت

# auth.error
source: Invalid email or password
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة
tr: Geçersiz e-posta veya şifre
ug: ئېلخەت ياكى پارول خاتا

# auth.feature.alerts
source: Alert rules that watch your sites around the clock
ar: قواعد تنبيه تراقب مواقعك على مدار الساعة
tr: Sahalarınızı gece gündüz izleyen uyarı kuralları
ug: ئىستانسىلىرىڭىزنى كېچە-كۈندۈز كۆزىتىدىغان ئاگاھلاندۇرۇش قائىدىلىرى

# auth.feature.live
source: Live output, energy flow and weather for the whole fleet
ar: الإنتاج المباشر وتدفق الطاقة والطقس لكل المواقع
tr: Tüm filo için canlı üretim, enerji akışı ve hava durumu
ug: پۈتۈن ئىستانسىلارنىڭ جانلىق قۇۋۋىتى، ئېنېرگىيە ئېقىمى ۋە ھاۋا رايى

# auth.feature.roi
source: 25-year ROI, payback and billing in one place
ar: عائد الاستثمار لـ 25 عامًا والاسترداد والفوترة في مكان واحد
tr: 25 yıllık yatırım getirisi, geri ödeme ve faturalama tek yerde
ug: 25 يىللىق مەبلەغ قايتۇرۇش، ئەسلىگە كەلتۈرۈش ۋە ھېسابات بىر يەردە

# auth.haveAccount
source: Already have an account? Sign in
ar: لديك حساب بالفعل؟ سجّل الدخول
tr: Zaten hesabınız var mı? Giriş yapın
ug: ھېساباتىڭىز بارمۇ؟ كىرىڭ

# auth.heroTitle
source: Every panel, every kilowatt — in your pocket.
ar: كل لوح وكل كيلوواط — في جيبك.
tr: Her panel, her kilovat — cebinizde.
ug: ھەر بىر تاختاي، ھەر بىر كىلوۋات — يانچۇقىڭىزدا.

# auth.noAccount
source: Don't have an account? Create one
ar: ليس لديك حساب؟ أنشئ حسابًا
tr: Hesabınız yok mu? Hemen oluşturun
ug: ھېساباتىڭىز يوقمۇ؟ قۇرۇڭ

# auth.password
source: Password
ar: كلمة المرور
tr: Şifre
ug: پارول

# auth.signIn
source: Sign in
ar: تسجيل الدخول
tr: Giriş yap
ug: كىرىش

# auth.signUp
source: Create account
ar: إنشاء حساب
tr: Hesap oluştur
ug: ھېسابات قۇرۇش

# auth.subtitle
source: Sign in to monitor your solar systems
ar: سجّل الدخول لمراقبة أنظمتك الشمسية
tr: Güneş sistemlerinizi izlemek için giriş yapın
ug: قۇياش سىستېمىلىرىڭىزنى نازارەت قىلىش ئۈچۈن كىرىڭ

# auth.supabase
source: Connected to your Supabase project
ar: متصل بمشروع Supabase الخاص بك
tr: Supabase projenize bağlı
ug: Supabase تۈرىڭىزگە ئۇلاندى

# auth.welcome
source: Welcome back
ar: مرحبًا بعودتك
tr: Tekrar hoş geldiniz
ug: قايتىپ كەلگىنىڭىزنى قارشى ئالىمىز

# bill.alreadyExists
source: Invoices for this month already exist
ar: فواتير هذا الشهر موجودة بالفعل
tr: Bu ayın faturaları zaten mevcut
ug: بۇ ئاينىڭ تالونلىرى ئاللىبۇرۇن بار

# bill.amount
source: Amount
ar: المبلغ
tr: Tutar
ug: سومما

# bill.billTo
source: Bill To
ar: فاتورة إلى
tr: Fatura Alıcısı
ug: تالون ئىگىسى

# bill.customer
source: Customer
ar: العميل
tr: Müşteri
ug: خېرىدار

# bill.due
source: Due
ar: الاستحقاق
tr: Vade
ug: مۆھلەت

# bill.energy
source: Energy
ar: الطاقة
tr: Enerji
ug: ئېنېرگىيە

# bill.generate
source: Generate Invoices
ar: إنشاء الفواتير
tr: Fatura Oluştur
ug: تالون ھاسىل قىلىش

# bill.generateFor
source: Generate invoices for month
ar: إنشاء فواتير لشهر
tr: Şu ay için fatura oluştur
ug: تۆۋەندىكى ئاي ئۈچۈن تالون ھاسىل قىلىش

# bill.generated
source: {n} invoices generated
ar: تم إنشاء {n} فاتورة
tr: {n} fatura oluşturuldu
ug: {n} تالون ھاسىل قىلىندى

# bill.invoice
source: Invoice
ar: فاتورة
tr: Fatura
ug: تالون

# bill.issued
source: Issued
ar: تاريخ الإصدار
tr: Düzenlenme
ug: بېرىلگەن

# bill.markPaid
source: Mark as Paid
ar: تعيين كمدفوعة
tr: Ödendi Olarak İşaretle
ug: تۆلەندى دەپ بەلگىلەش

# bill.markedPaid
source: Invoice marked as paid
ar: تم تعيين الفاتورة كمدفوعة
tr: Fatura ödendi olarak işaretlendi
ug: تالون تۆلەندى دەپ بەلگىلەندى

# bill.overdue
source: Overdue
ar: متأخر
tr: Gecikmiş
ug: ۋاقتى ئۆتكەن

# bill.paid
source: Collected
ar: المحصّل
tr: Tahsil Edilen
ug: تاپشۇرۇۋېلىندى

# bill.paidOn
source: Paid on
ar: تاريخ الدفع
tr: Ödeme tarihi
ug: تۆلەنگەن ۋاقىت

# bill.pending
source: Pending
ar: معلّق
tr: Beklemede
ug: كۈتۈۋاتىدۇ

# bill.period
source: Period
ar: الفترة
tr: Dönem
ug: مەزگىل

# bill.rate
source: Rate
ar: السعر
tr: Birim Fiyat
ug: باھا

# bill.revenueTrend
source: Monthly Revenue
ar: الإيرادات الشهرية
tr: Aylık Gelir
ug: ئايلىق كىرىم

# bill.subtitle
source: Invoices, payments and revenue
ar: الفواتير والمدفوعات والإيرادات
tr: Faturalar, ödemeler ve gelir
ug: ھېسابات تالونلىرى، تۆلەم ۋە كىرىم

# bill.thankYou
source: Thank you for choosing clean energy.
ar: شكرًا لاختيارك الطاقة النظيفة.
tr: Temiz enerjiyi seçtiğiniz için teşekkür ederiz.
ug: پاكىز ئېنېرگىيىنى تاللىغىنىڭىزغا رەھمەت.

# bill.title
source: Billing
ar: الفواتير
tr: Faturalama
ug: ھېسابات

# bill.totalBilled
source: Total Billed
ar: إجمالي المفوتر
tr: Toplam Faturalanan
ug: جەمئىي ھېسابلانغان

# cal.events
source: Scheduled
ar: المجدول
tr: Planlananlar
ug: پىلانلانغان

# cal.noEvents
source: Nothing scheduled
ar: لا يوجد شيء مجدول
tr: Planlanmış bir şey yok
ug: پىلان يوق

# cal.title
source: Calendar
ar: التقويم
tr: Takvim
ug: كالېندار

# common.actions
source: Actions
ar: الإجراءات
tr: İşlemler
ug: مەشغۇلات

# common.add
source: Add
ar: إضافة
tr: Ekle
ug: قوشۇش

# common.all
source: All
ar: الكل
tr: Tümü
ug: ھەممىسى

# common.back
source: Back
ar: رجوع
tr: Geri
ug: قايتىش

# common.board
source: Board
ar: لوحة
tr: Pano
ug: تاختا

# common.cancel
source: Cancel
ar: إلغاء
tr: İptal
ug: بىكار قىلىش

# common.close
source: Close
ar: إغلاق
tr: Kapat
ug: تاقاش

# common.confirm
source: Confirm
ar: تأكيد
tr: Onayla
ug: جەزملەش

# common.copied
source: Copied to clipboard
ar: تم النسخ
tr: Panoya kopyalandı
ug: كۆچۈرۈلدى

# common.copy
source: Copy
ar: نسخ
tr: Kopyala
ug: كۆچۈرۈش

# common.copyFailed
source: Copy failed
ar: تعذّر النسخ
tr: Kopyalanamadı
ug: كۆچۈرگىلى بولمىدى

# common.daily
source: Daily
ar: يومي
tr: Günlük
ug: كۈندىلىك

# common.delete
source: Delete
ar: حذف
tr: Sil
ug: ئۆچۈرۈش

# common.deleteConfirm
source: Are you sure you want to delete this? This cannot be undone.
ar: هل أنت متأكد من الحذف؟ لا يمكن التراجع عن هذا الإجراء.
tr: Bunu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
ug: راستتىنلا ئۆچۈرەمسىز؟ بۇنى ئەسلىگە كەلتۈرگىلى بولمايدۇ.

# common.deleted
source: Deleted
ar: تم الحذف
tr: Silindi
ug: ئۆچۈرۈلدى

# common.description
source: Description
ar: الوصف
tr: Açıklama
ug: چۈشەندۈرۈش

# common.details
source: Details
ar: التفاصيل
tr: Ayrıntılar
ug: تەپسىلاتى

# common.done
source: Done
ar: تم
tr: Bitti
ug: تامام

# common.downloadPdf
source: Download PDF
ar: تنزيل PDF
tr: PDF İndir
ug: PDF چۈشۈرۈش

# common.edit
source: Edit
ar: تعديل
tr: Düzenle
ug: تەھرىرلەش

# common.error
source: Something went wrong
ar: حدث خطأ ما
tr: Bir şeyler ters gitti
ug: خاتالىق كۆرۈلدى

# common.export
source: Export CSV
ar: تصدير CSV
tr: CSV Dışa Aktar
ug: CSV چىقىرىش

# common.filter
source: Filter
ar: تصفية
tr: Filtrele
ug: سۈزگۈچ

# common.from
source: From
ar: من
tr: Başlangıç
ug: باشلىنىش

# common.grid
source: Grid
ar: شبكة
tr: Izgara
ug: كاتەكچە

# common.last12m
source: Last 12 months
ar: آخر 12 شهرًا
tr: Son 12 ay
ug: ئاخىرقى 12 ئاي

# common.last30
source: Last 30 days
ar: آخر 30 يومًا
tr: Son 30 gün
ug: ئاخىرقى 30 كۈن

# common.last7
source: Last 7 days
ar: آخر 7 أيام
tr: Son 7 gün
ug: ئاخىرقى 7 كۈن

# common.last90
source: Last 90 days
ar: آخر 90 يومًا
tr: Son 90 gün
ug: ئاخىرقى 90 كۈن

# common.list
source: List
ar: قائمة
tr: Liste
ug: تىزىملىك

# common.loading
source: Loading...
ar: جارٍ التحميل...
tr: Yükleniyor...
ug: يۈكلىنىۋاتىدۇ...

# common.location
source: Location
ar: الموقع
tr: Konum
ug: ئورنى

# common.monthly
source: Monthly
ar: شهري
tr: Aylık
ug: ئايلىق

# common.name
source: Name
ar: الاسم
tr: Ad
ug: نامى

# common.noData
source: No data found
ar: لا توجد بيانات
tr: Veri bulunamadı
ug: سانلىق مەلۇمات تېپىلمىدى

# common.none
source: None
ar: لا شيء
tr: Yok
ug: يوق

# common.of
source: of
ar: من

# common.offlineData
source: Showing demo data because the server could not be reached.
ar: يتم عرض بيانات تجريبية لأنه تعذّر الوصول إلى الخادم.
tr: Sunucuya ulaşılamadığı için demo verileri gösteriliyor.
ug: مۇلازىمېتىرغا ئۇلانغىلى بولمىغاچقا سىناق سانلىق مەلۇماتى كۆرسىتىلىۋاتىدۇ.

# common.pdfFailed
source: Could not create the PDF
ar: تعذّر إنشاء ملف PDF
tr: PDF oluşturulamadı
ug: PDF ھاسىل قىلغىلى بولمىدى

# common.preparing
source: Preparing…
ar: جارٍ التحضير…
tr: Hazırlanıyor…
ug: تەييارلىنىۋاتىدۇ…

# common.print
source: Print
ar: طباعة
tr: Yazdır
ug: بېسىش

# common.required
source: This field is required
ar: هذا الحقل مطلوب
tr: Bu alan zorunludur
ug: بۇ بۆلەكنى چوقۇم تولدۇرۇڭ

# common.retry
source: Try again
ar: إعادة المحاولة
tr: Tekrar dene
ug: قايتا سىناش

# common.save
source: Save
ar: حفظ
tr: Kaydet
ug: ساقلاش

# common.saved
source: Saved successfully
ar: تم الحفظ بنجاح
tr: Başarıyla kaydedildi
ug: مۇۋەپپەقىيەتلىك ساقلاندى

# common.search
source: Search anything...
ar: ابحث عن أي شيء...
tr: Herhangi bir şey arayın...
ug: ھەرقانداق نەرسىنى ئىزدەڭ...

# common.selectSection
source: Choose a section from the sidebar
ar: اختر قسمًا من الشريط الجانبي
tr: Kenar çubuğundan bir bölüm seçin
ug: يان تاختىدىن بىر بۆلەك تاللاڭ

# common.selectSite
source: Select a site
ar: اختر موقعًا
tr: Bir saha seçin
ug: ئىستانسا تاللاڭ

# common.share
source: Share
ar: مشاركة
tr: Paylaş
ug: ھەمبەھىرلەش

# common.showing
source: Showing
ar: عرض
tr: Gösterilen
ug: كۆرسىتىلىۋاتقىنى

# common.site
source: Site
ar: المحطة
tr: Santral
ug: ئىستانسا

# common.status
source: Status
ar: الحالة
tr: Durum
ug: ھالەت

# common.to
source: To
ar: إلى
tr: Bitiş
ug: ئاخىرلىشىش

# common.today
source: Today
ar: اليوم
tr: Bugün
ug: بۈگۈن

# common.tons
source: tons
ar: طن
tr: ton
ug: توننا

# common.total
source: Total
ar: الإجمالي
tr: Toplam
ug: جەمئىي

# common.type
source: Type
ar: النوع
tr: Tür
ug: تۈر

# common.view
source: View
ar: عرض
tr: Görüntüle
ug: كۆرۈش

# common.viewAll
source: View All
ar: عرض الكل
tr: Tümünü Gör
ug: ھەممىنى كۆرۈش

# common.vsLastMonth
source: vs last month
ar: مقارنة بالشهر الماضي
tr: geçen aya göre
ug: ئالدىنقى ئايغا قارىغاندا

# common.vsPrevPeriod
source: vs previous period
ar: مقارنة بالفترة السابقة
tr: önceki döneme göre
ug: ئالدىنقى مەزگىلگە قارىغاندا

# common.vsYesterday
source: vs yesterday
ar: مقارنة بالأمس
tr: düne göre
ug: تۈنۈگۈنگە قارىغاندا

# common.weekly
source: Weekly
ar: أسبوعي
tr: Haftalık
ug: ھەپتىلىك

# common.yearly
source: Yearly
ar: سنوي
tr: Yıllık
ug: يىللىق

# dev.add
source: Add Device
ar: إضافة جهاز
tr: Cihaz Ekle
ug: ئۈسكۈنە قوشۇش

# dev.createTicket
source: Create Ticket
ar: إنشاء طلب
tr: Kayıt Oluştur
ug: ۋەزىپە قۇرۇش

# dev.edit
source: Edit Device
ar: تعديل الجهاز
tr: Cihazı Düzenle
ug: ئۈسكۈنىنى تەھرىرلەش

# dev.efficiency
source: Efficiency
ar: الكفاءة
tr: Verim
ug: ئۈنۈمى

# dev.firmware
source: Firmware
ar: البرنامج الثابت
tr: Yazılım
ug: يۇمشاق دېتال

# dev.fwUpdated
source: Firmware updated to {v}
ar: تم تحديث البرنامج الثابت إلى {v}
tr: Yazılım {v} sürümüne güncellendi
ug: يۇمشاق دېتال {v} گە يېڭىلاندى

# dev.health
source: Health
ar: السلامة
tr: Sağlık
ug: سالامەتلىك

# dev.lastSeen
source: Last Seen
ar: آخر ظهور
tr: Son Görülme
ug: ئاخىرقى ئالاقە

# dev.model
source: Model
ar: الطراز
ug: تىپى

# dev.restart
source: Restart
ar: إعادة التشغيل
tr: Yeniden Başlat
ug: قايتا قوزغىتىش

# dev.restarted
source: Device restarted and back online
ar: أُعيد تشغيل الجهاز وعاد متصلًا
tr: Cihaz yeniden başlatıldı ve tekrar çevrimiçi
ug: ئۈسكۈنە قايتا قوزغىتىلدى ۋە تورغا ئۇلاندى

# dev.serial
source: Serial No.
ar: الرقم التسلسلي
tr: Seri No.
ug: تەرتىپ نومۇرى

# dev.subtitle
source: Monitor inverters, batteries, meters and sensors
ar: مراقبة العواكس والبطاريات والعدادات والمستشعرات
tr: İnverterleri, bataryaları, sayaçları ve sensörleri izleyin
ug: ئىنۋېرتور، باتارېيە، ئۆلچىگۈچ ۋە سېنزورلارنى نازارەت قىلىڭ

# dev.title
source: Devices
ar: الأجهزة
tr: Cihazlar
ug: ئۈسكۈنىلەر

# dev.updateFw
source: Update Firmware
ar: تحديث البرنامج الثابت
tr: Yazılımı Güncelle
ug: يۇمشاق دېتالنى يېڭىلاش

# devType.battery
source: Battery
ar: بطارية
tr: Batarya
ug: باتارېيە

# devType.inverter
source: Inverter
ar: عاكس
ug: ئىنۋېرتور

# devType.meter
source: Meter
ar: عدّاد
tr: Sayaç
ug: توك ئۆلچىگۈچ

# devType.panel
source: Panel Array
ar: مصفوفة ألواح
tr: Panel Dizisi
ug: تاختاي گۇرۇپپىسى

# devType.sensor
source: Sensor
ar: مستشعر
tr: Sensör
ug: سېنزور

# fin.annualCf
source: Annual cash flow
ar: التدفق النقدي السنوي
tr: Yıllık nakit akışı
ug: يىللىق نەق پۇل ئېقىمى

# fin.assumptions
source: Assumptions
ar: الافتراضات
tr: Varsayımlar
ug: پەرەزلەر

# fin.breakEven
source: Break-even in year {n}
ar: نقطة التعادل في السنة {n}
tr: {n}. yılda başa baş
ug: {n}-يىلى چىقىمنى قاپلايدۇ

# fin.card
source: Return on Investment
ar: العائد على الاستثمار
tr: Yatırım Getirisi
ug: مەبلەغ قايتۇرۇمى

# fin.cashFlow
source: Cumulative Cash Flow
ar: التدفق النقدي التراكمي
tr: Kümülatif Nakit Akışı
ug: جۇغلانما نەق پۇل ئېقىمى

# fin.cumulative
source: Cumulative
ar: تراكمي
tr: Kümülatif
ug: جۇغلانما

# fin.details
source: Full analysis
ar: التحليل الكامل
tr: Tam analiz
ug: تولۇق ئانالىز

# fin.discountRate
source: Discount rate
ar: معدل الخصم
tr: İskonto oranı
ug: دىسكونت نىسبىتى

# fin.e1
source: Year-1 energy
ar: طاقة السنة الأولى
tr: 1. yıl enerjisi
ug: 1-يىللىق ئېنېرگىيە

# fin.editRate
source: Edit in Settings
ar: التعديل في الإعدادات
tr: Ayarlarda değiştir
ug: تەڭشەكلەردە ئۆزگەرتىش

# fin.horizon
source: Horizon
ar: المدة
tr: Süre
ug: مۇددەت

# fin.investment
source: Investment
ar: الاستثمار
tr: Yatırım
ug: مەبلەغ

# fin.irr
source: IRR
ar: معدل العائد الداخلي
tr: İç Verim Oranı
ug: ئىچكى پايدا نىسبىتى (IRR)

# fin.lcoe
source: LCOE
ar: التكلفة المستوية للطاقة
tr: Seviyelendirilmiş Enerji Maliyeti
ug: LCOE (توك تەننەرخى)
